[Demo_Sisters_ep3_1_ENG GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=2136,Y=-2193,Z=135),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=2136,Y=-2383,Z=0),VecSub=(X=90,Y=0,Z=0),CId=71)
DemoScripts[4]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[5]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[6]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Positive.GG2_BGM_DM_CMN_Positive_Cue')
DemoScripts[7]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Campus_2.GG2_AMB_Campus_2_LP_Cue')
DemoScripts[8]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[9]=(Actor=FADE,Command=WAIT)
DemoScripts[10]=(Actor=WINDOW,Command=SET)
DemoScripts[11]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[12]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[13]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_1.GG2_V_Sisters_ep3_1_002_Cue',Name="エコロ")
DemoScripts[14]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[15]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[16]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0105_fx_Stand2Seamon",Rate=0,Number=2,Bit=0)
DemoScripts[17]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0500_lp_Sermon",Number=8)
DemoScripts[18]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_1.GG2_V_Sisters_ep3_1_003_Cue',Name="エコロ")
DemoScripts[19]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[20]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[21]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[22]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0202_lp_half_perplex",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0501_fx_Seamon2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[23]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[24]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_1.GG2_V_Sisters_ep3_1_005_Cue',Name="エコロ")
DemoScripts[25]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[26]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[27]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",motionName[1]="ek_CM_0002_fx_close_smile_S",motionName[2]="ek_DM_0111_fx_Stand2Proud",Rate=0,Number=3,Bit=1)
DemoScripts[28]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1100_lp_Proud",Number=8)
DemoScripts[29]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_1.GG2_V_Sisters_ep3_1_006_Cue',Name="エコロ")
DemoScripts[30]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[31]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[32]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[33]=(Actor=WINDOW,Command=EXIT)
DemoScripts[34]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[35]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[36]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[37]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[38]=(Actor=SYSTEM,Command=END)

[Select_Sisters_ep3_1_ENG GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Sisters_ep3_1_ENG GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="峯大",Text="好,重振一下旗鼓,/n要想辦法讓她們兩個/n對我回心轉意纔行呢.")

Texts[1]=(Label="TEXT02",Name="艾可蘿",Text="是的,為了達成這個目的,/n先去有很多女孩子的地方走動,/n盡可能提高受歡迎氣場吧.")

Texts[2]=(Label="TEXT03",Name="艾可蘿",Text="......請千萬不要在途中/n把焦點轉移到其他女孩子身上喔.")

Texts[3]=(Label="TEXT04",Name="峯大",Text="不會啦./n我也想要和真正喜歡的人結合嘛.")

Texts[4]=(Label="TEXT05",Name="艾可蘿",Text="但是這樣的人有兩位,/n該說罪孽深重嗎....../n不,事到如今就不用說了吧.")

Texts[5]=(Label="TEXT06",Name="艾可蘿",Text="沒關係./n直到峯大大人滿意為止,/n我都會義不容辭陪你走下去哦.")

Texts[6]=(Label="TEXT07",Name="峯大",Text="謝謝妳,艾可蘿./n那我們就出發吧.")

Texts[7]=(Label="",Name="",Text="")

Texts[8]=(Label="SELECT01",Name="",Text="")

Texts[9]=(Label="SELECT02",Name="",Text="")

Texts[10]=(Label="SELECT03",Name="",Text="")

Texts[11]=(Label="SELECT04",Name="",Text="")

Texts[12]=(Label="SELECT05",Name="",Text="")

Texts[13]=(Label="SELECT06",Name="",Text="")

Texts[14]=(Label="SELECT07",Name="",Text="")

Texts[15]=(Label="SELECT08",Name="",Text="")

Texts[16]=(Label="SELECT09",Name="",Text="")

Texts[17]=(Label="SELECT10",Name="",Text="")


